{
    "9780747532743": {
        "title": "Harry Potter i Kamień Filozoficzny",
        "author": "J.K. Rowling",
        "categories": [
            "Fantastyka",
            "Literatura młodzieżowa",
            "Przygodowe"
        ],
        "description": "Harry Potter, chłopiec, który w swoje jedenaste urodziny dowiaduje się, że jest osieroconym synem dwóch potężnych czarodziejów i posiada wyjątkowe magiczne moce. Rozpoczyna naukę w Szkole Magii i Czarodziejstwa w Hogwarcie, gdzie odkrywa prawdę o swojej przeszłości i stawia czoła niebezpieczeństwom czarodziejskiego świata."
    },
    "9780747538486": {
        "title": "Harry Potter i Komnata Tajemnic",
        "author": "J.K. Rowling",
        "categories": [
            "Fantastyka",
            "Literatura młodzieżowa",
            "Przygodowe"
        ],
        "description": "Harry Potter powraca do Hogwartu na drugi rok nauki, tylko po to, by odkryć, że uczniowie są petryfikowani przez nieznaną siłę. Razem z przyjaciółmi musi rozwiązać zagadkę Komnaty Tajemnic i powstrzymać potwora, który w niej mieszka."
    },
    "9780747546290": {
        "title": "Harry Potter i więzień Azkabanu",
        "author": "J.K. Rowling",
        "categories": [
            "Fantastyka",
            "Literatura młodzieżowa",
            "Przygodowe"
        ],
        "description": "Harry Potter rozpoczyna trzeci rok nauki w Hogwarcie. Z więzienia Azkaban ucieka niebezpieczny czarodziej, Syriusz Black, który podobno chce zabić Harry'ego. Chłopiec dowiaduje się więcej o swojej przeszłości i odkrywa prawdę o zdradzie, która doprowadziła do śmierci jego rodziców."
    },
    "9780747551003": {
        "title": "Harry Potter i Czara Ognia",
        "author": "J.K. Rowling",
        "categories": [
            "Fantastyka",
            "Literatura młodzieżowa",
            "Przygodowe"
        ],
        "description": "W Hogwarcie odbywa się Turniej Trójmagiczny, w którym biorą udział uczniowie z trzech różnych szkół magii. Mimo zabezpieczeń, Harry Potter zostaje w tajemniczy sposób wybrany jako czwarty uczestnik. Musi stawić czoła niebezpiecznym zadaniom, a jednocześnie odkrywa, że ktoś planuje jego zgubę."
    },
    "074322678X": {
        "title": "Kod Leonarda da Vinci",
        "author": "Dan Brown",
        "categories": ["Thriller", "Sensacja", "Tajemnica"],
        "description": "Robert Langdon, profesor symboliki z Harvardu, zostaje wezwany do Luwru, gdzie znaleziono ciało kustosza. Obok zwłok znajduje się zagadkowy szyfr. Langdon i kryptolog Sophie Neveu muszą rozwiązać serię zagadek, które prowadzą do odkrycia tajemnicy pilnie strzeżonej przez tajne stowarzyszenie od dwóch tysięcy lat."
    },
    "9780307474278": {
        "title": "Inferno",
        "author": "Dan Brown",
        "categories": ["Thriller", "Sensacja", "Tajemnica"],
        "description": "Robert Langdon budzi się w szpitalu we Florencji, nie pamiętając, jak się tam znalazł. Wraz z doktor Sienną Brooks musi rozwiązać zagadkę związaną z Dantem Alighierim i jego 'Boską komedią', aby zapobiec uwolnieniu śmiertelnego wirusa, który może zdziesiątkować ludzkość."
    },
    "9780316015844": {
        "title": "Zmierzch",
        "author": "Stephenie Meyer",
        "categories": ["Fantastyka", "Romans", "Literatura młodzieżowa"],
        "description": "Isabella Swan przeprowadza się do małego, deszczowego miasteczka Forks, gdzie poznaje tajemniczego i przystojnego Edwarda Cullena. Dziewczyna odkrywa, że Edward i jego rodzina są wampirami, co nie przeszkadza jej zakochać się w nim. Ich miłość zostaje wystawiona na próbę, gdy pojawia się wampir-tropiciel zainteresowany krwią Belli."
    },
    "9780061120084": {
        "title": "Zabić drozda",
        "author": "Harper Lee",
        "categories": ["Literatura piękna", "Powieść obyczajowa", "Dramat"],
        "description": "Akcja powieści rozgrywa się w latach 30. XX wieku w małym miasteczku na południu Stanów Zjednoczonych. Opowiada historię prawnika Atticusa Fincha, który broni czarnoskórego mężczyzny niesłusznie oskarżonego o gwałt na białej kobiecie. Historia widziana jest oczami jego córki, Scout, która wraz z bratem Jemem i przyjacielem Dillem poznaje świat dorosłych pełen uprzedzeń i niesprawiedliwości."
    },
    "9780743273565": {
        "title": "Wielki Gatsby",
        "author": "F. Scott Fitzgerald",
        "categories": ["Literatura piękna", "Powieść obyczajowa", "Klasyka"],
        "description": "Akcja powieści rozgrywa się w latach 20. XX wieku, w okresie prosperity gospodarczej zwanym 'erą jazzu'. Opowiada historię tajemniczego milionera Jaya Gatsby'ego, jego miłości do pięknej Daisy Buchanan i amerykańskiego marzenia o sukcesie i bogactwie, które ostatecznie okazuje się iluzją."
    },
    "9780451524935": {
        "title": "Rok 1984",
        "author": "George Orwell",
        "categories": ["Science Fiction", "Dystopia", "Literatura piękna"],
        "description": "Klasyczna antyutopijna powieść przedstawiająca wizję totalitarnego społeczeństwa przyszłości, w którym władza kontroluje nie tylko działania obywateli, ale także ich myśli. Główny bohater, Winston Smith, pracownik Ministerstwa Prawdy, zaczyna kwestionować system i podejmuje bunt przeciwko Wielkiemu Bratu."
    },
    "0195153448": {
        "title": "Classical Mythology",
        "author": "Mark P. O. Morford",
        "categories": ["Mitologia", "Literatura klasyczna", "Historia"],
        "description": "Kompleksowe wprowadzenie do mitologii klasycznej, obejmujące mity greckie i rzymskie, ich interpretacje i znaczenie kulturowe."
    },
    "0002005018": {
        "title": "Clara Callan",
        "author": "Richard Bruce Wright",
        "categories": ["Powieść obyczajowa", "Literatura piękna"],
        "description": "Powieść epistolarna opowiadająca historię dwóch sióstr żyjących w Kanadzie w latach 30. XX wieku."
    },
    "0060973129": {
        "title": "Decision in Normandy",
        "author": "Carlo D'Este",
        "categories": ["Historia", "Wojna", "Literatura faktu"],
        "description": "Szczegółowa analiza kampanii normandzkiej z 1944 roku, skupiająca się na strategicznych decyzjach dowódców alianckich."
    }
}
